[M_InMemoriam MissionDefinition]
MissionName="in memory"
MissionDescription="Years ago, lily faked her own death to destroy Hyperion. Unfortunately, especially new criminals [place]triangle[-place] They raided his hideout and tried to sell pallets to the company. We must find him and kill him.."
TurnInDescription="When the listener dies and his tablets are destroyed, Hyperion does not know where Lamia is.."
MissionSummary="Notes for Detective Lilith."
MissionGiver="Lilith"
MissionTurnInLocation="Lilith"
TeaserText="Lilith is still alive. But Hyperion didn't know that.."

[M_InMemoriam:CollectEchosSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_InMemoriam:DefeatBoll MissionObjectiveDefinition]
ProgressMessage="hit the ball"

[M_InMemoriam:FirstEcho MissionObjectiveDefinition]
ProgressMessage="Get ECHO first"

[M_InMemoriam:KillBollSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_InMemoriam:PickUpBollEcho MissionObjectiveDefinition]
ProgressMessage="Download Ball's ECHO tool"

[M_InMemoriam:PickUpBollsEcho MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="He met a trickster named Bal Yin [place]Separate the three shells[-place]. Before he dies (before you kill him) he tells you that he wants to sell proof of Lilith's existence to Hyperion. But after you hit the ball, you see snow everywhere [place]Separate the three shells[-place]. Lilith asks to find Hyperion first."

[M_InMemoriam:SecondEcho MissionObjectiveDefinition]
ProgressMessage="See Second Echo."

[M_InMemoriam:ThirdEcho MissionObjectiveDefinition]
ProgressMessage="Find the third echo"

